{"description": "Nydelig oppskrift på ekte ostekake som skal stekes. Kaken, som deles i ca 10 porsjoner, har et smakfullt fyll laget med svisker, rom, kremost og kremfløte. Hvis du ønsker ekstra god smak på sviskene, lar du dem trekke i rom- eller portvinet par timer før du lager kaken. Unn deg selv litt helgeluksus eller bak denne gode ostekaken til neste bursdagsfeiring!", "submitter": "bb", "steps": ["La sviskene ligge i rom eller portvin i et par timer for å få fram ekstra god smak.Til denne oppskriften trenger du en paiform eller en rund form med løs kant, 22-24 cm i diameter.", "Smuldre mel og smør. Tilsett sukker og eggeplomme. Rør sammen til en jevn deig eller ha alt i en food processom, som du lar gå helt til deigen er samlet.", "Trykk deigen til kakebunnen ut i pai- eller kakeformen, dekk bunnen og opp langs kanten. Prikk overalt på bunnen med en gaffel og la den stå kjølig i ca 30 minutter.", "Rør ost, egg, sukker, fløte og maisenna til du får en fin krem.", "Forstek kakebunnen midt i ovnen på 200 °C i ca 8 minutter. La den avkjøle i formen. I mellomtiden senker du temperaturen i ovnen til  150 °C", "Rør ost, egg, sukker, fløte og maisenna til en fin krem.", "Fordel det meste av de rom- eller portvintrukne sviskene i paibunnen og hell resten av alkoholen over (det som ikke er trukket inn i sviskene).", "Hell over ostekremen, stikk resten av sviskene halvveis ned i kremen og stekkaken ferdig midt i ovnen i ca 40 minutter.", "Avkjøl kaken og server den nystekt."], "ingredients": [{"amount": "150 g", "name": "hvetemel"}, {"amount": "100 g", "name": "TINE Meierismør"}, {"amount": "½ dl", "name": "sukker"}, {"amount": "1 stk", "name": "eggeplomme"}, {"amount": "150 g", "name": "svisker"}, {"amount": "½ dl", "name": "rom"}, {"amount": "200 g", "name": "TINE Kremgo® Naturell"}, {"amount": "2 stk", "name": "egg"}, {"amount": "3 ss", "name": "sukker"}, {"amount": "1 ½ dl", "name": "TINE® Kremfløte"}, {"amount": "2 ss", "name": "maizena"}], "picture": "https://www.tine.no/_/recipeimage/w_1028%2Ch_720%2Cc_fill%2Cx_1062%2Cy_1942%2Cg_xy_center/recipeimage/280770.jpg", "type": "recipe", "link": "Amerikansk ostekake", "name": "Amerikansk ostekake"}