{"description": "Iskake med Daim er en sikker vinner på kakebordet.  Kakebunnen er laget med sjokolade og kokos og den hjemmelagde isen utgjør en herlig duett sammen med knasende Daim-sjokolade. Kaken kan også lages med nøttebunn. Husk å beregne noen timer for å få iskaken ordentlig frossen.", "submitter": "bb", "steps": ["Sett stekeovnen på 175 °C.Til denne oppskriften på daim iskake, trenger du en rund kakeform på 24 cm i diameter.", "Visp eggehvitene stive. Tilsett sukker litt etter litt mot slutten av vispingen. Bland i sjokolade og kokos.", "Legg bakepapir i bunnen på den smurte formen. Hell i massen og stek kaken i ca. 35 minutter.", "La gelatinbladene ligge i kaldt vann i ca. 5 minutter.", "Visp eggeplommer og sukker til eggedosis. Visp kremfløten.", "Klem vannet ut av gelatinen og rør inn ca. 1/2 dl kokende vann slik at gelatinen smelter.", "Bland  den lett avkjølte gelatinblandingen i eggedosisen. Tilsett kremen og det meste av krokansjokoladen og bland alt forsiktig.", "Hell iskremblandingen over kakebunnen i formen og sett kaken i fryseren til den stivner. Gi den noen timer, og rør i den med jevne mellomrom.", "Flytt kaken over i kjøleskap en times tid før du skal servere den. Løsne den fra formen, fjern bakepapiret og sett kaken på serveringsfat. Pynt kaken med vispet kremfløte og resten av krokansjokoladen."], "ingredients": [{"amount": "6 stk", "name": "eggehviter"}, {"amount": "175 g", "name": "sukker"}, {"amount": "1 plate", "name": "kokesjokolade"}, {"amount": "175 g", "name": "kokosmasse"}, {"amount": "5 plater", "name": "gelatin"}, {"amount": "6 stk", "name": "eggeplommer"}, {"amount": "125 g", "name": "sukker"}, {"amount": "5 dl", "name": "TINE® Kremfløte"}, {"amount": "1 ½ stk", "name": "Daim"}, {"amount": "1 dl", "name": "TINE® Kremfløte"}, {"amount": "½ stk", "name": "Daim"}], "picture": "https://www.tine.no/_/recipeimage/w_1028%2Ch_720%2Cc_fill%2Cx_1000%2Cy_1500%2Cg_xy_center/recipeimage/276254.jpg", "type": "recipe", "link": "Daimiskake", "name": "Daimiskake"}