{"ingredients": [{"name": "egg", "amount": "5 stk"}, {"name": "sukker", "amount": "150 g"}, {"name": "hvetemel", "amount": "150 g"}, {"name": "bakepulver", "amount": "1 ts"}, {"name": "TINE® Skummet fettfri", "amount": "1 dl"}, {"name": "Piano® Original Vaniljekrem", "amount": "½ l"}, {"name": "TINE® Kremfløte", "amount": "3 dl"}, {"name": "Piano® Rød Gelé", "amount": "½ l"}, {"name": "jordbær", "amount": "250 g"}, {"name": "blåbær", "amount": "20 stk"}], "name": "Gelékake med krem", "link": "Gelékake med krem", "type": "recipe", "description": "Frisk og fargerik gelekake med bær og vaniljekrem.", "picture": "https://www.tine.no/_/recipeimage/w_1028%2Ch_720%2Cc_fill%2Cx_1125%2Cy_1950%2Cg_xy_center/recipeimage/276093.jpg", "steps": ["Sett stekeovnen på 175 °C. Til denne oppskriften på sukkerbrød trenger du en rund, smurt kakeform på ca. 22-24 cm i diameter.", "Visp egg og sukker til lett og luftig eggedosis. Sikt i hvetemel blandet med bakepulver. Rør forsiktig til det er blandet i eggedosisen. Hell deigen i den godt smurte springformen.", "Stek sukkerbrødet nederst i ovnen i ca. 30 minutter. Avkjøl i formen og løsne kaken med en spiss kniv.", "Del sukkerbrødet i tre lag med en spiss kniv. Legg første del av sukkerbrødbunnen på et fat. Dynk bunnen med melk eller juice. Hvis du ønsker en kake som ikke er så mektig, kan du bytte ut kremfyllet i kaken og bare bruke ferdig vaniljekrem.", "Dynk kakelagene etter hvert som de legges på fatet. Fordel krem - eller vaniljekrem - på lagene. Ha gjerne noen bær eller syltetøy som fyll også.", "Smelt gelèen i en kjele på svak varme. La den avkjøles. Den skal nesten stivne igjen før den helles på kaken.", "Sett kanten på en rund kakeform rundt kaken, litt høyt opp. Det er viktig at den er tett slik at geleen ikke renner nedover kaken.", "Legg bær (gjerne frosne) på toppen av kaken og hell forsiktig over den avkjølte geleen.", "Sett kaken kjølig slik at geleen stivner helt før springfomen fjernes og kaken pyntes med krem til servering.", "Når du bruker frosne bær oppå kaken, stivner geleen raskere. Fjerne kakeformen rundt kaken og pynt gjerne med krem rundt kanten rett før servering."]}