{"ingredients": [{"name": "egg", "amount": "4 stk"}, {"name": "sukker", "amount": "200 g"}, {"name": "vaniljesukker", "amount": "2 ts"}, {"name": "TINE Meierismør", "amount": "100 g"}, {"name": "hvetemel", "amount": "150 g"}, {"name": "mandelmel", "amount": "100 g"}, {"name": "bakepulver", "amount": "2 ts"}, {"name": "TINE® Kremfløte", "amount": "½ dl"}, {"name": "tørkede aprikoser", "amount": "500 g"}, {"name": "vann", "amount": "3 dl"}, {"name": "sukker", "amount": "10 ss"}, {"name": "TINE® Kremfløte", "amount": "8 dl"}, {"name": "sukker", "amount": "5 ss"}, {"name": "blåbær", "amount": "250 g"}, {"name": "jordbær", "amount": "3 dl"}, {"name": "sitronmelisse", "amount": "1 dl"}], "name": "Gullrush", "link": "Gullrush", "type": "recipe", "description": "Oppskrift på bløtkake som sikrer seieren både i Sotsji og hjemme. Oppskriften er innsendt av Tove Holter, og ble valgt ut som en av finalistene i kakekonkurransen til vinter-OL i Sotsji. Fersken, bær og stivpisket krem gjør denne kaken til en fest.", "picture": "https://www.tine.no/_/recipeimage/w_1028%2Ch_720%2Cc_fill%2Cx_1500%2Cy_1000%2Cg_xy_center/recipeimage/3172042.jpg", "steps": ["Til denne oppskriften trenger du en rund kakeform, ca 22 cm i diameter.", "Sett stekeovnen på 160 °C.", "Pisk egg, sukker og vaniljesukker godt. Smelt smøret.", "Tilsett hvetemel, mandelmel og bakepulver i eggedosisen, og bland godt. Tilsett kremfløten og det smeltede smøret.", "Stek kaken på 160 °C i 40 minutter i en 22 cm form. Avkjøl kaken etter at den er ferdig stekt.", "Kok vann og sukker sammen. Legg aprikosene i sukkervannet i ca 10 minutter. Kjør aprikosene og sukkervannet i en kjøkkenmaskin til ønsket konsistens. Pisk kremfløten i en bolle.", "Del kakebunnen i tre. Legg den nederste bunne på et fat. Ha på et lag med aprikoskremen, og så et lag med kremen. Legg på blåbær.", "Ha på del nummer to, og gjenta prosessen med fyllet. Husk å la det være igjen nok til å pynte med blåbær på toppen.", "Pynt kaken med krem, aprikoskrem og bær."]}