{"ingredients": [{"name": "eggehviter", "amount": "6 stk"}, {"name": "hvitvinseddik", "amount": "2 ts"}, {"name": "sukker", "amount": "4 dl"}, {"name": "maizena", "amount": "2 ts"}, {"name": "vaniljesukker", "amount": "1 ts"}, {"name": "gelatinplate", "amount": "1 stk"}, {"name": "TINE® Kremfløte", "amount": "3 dl"}, {"name": "frosne bringebær", "amount": "150 g"}, {"name": "melis", "amount": "2 ss"}, {"name": "makroner", "amount": "6 stk"}, {"name": "bringebær", "amount": "100 g"}, {"name": "mørk sjokolade", "amount": "50 g"}], "name": "Hjertepavlova", "link": "Hjertepavlova", "type": "recipe", "description": "Vis din kjærlighet med en pavlova formet som et hjerte! Denne er fylt med syrlig bringebærkrem, friske bringebær, søte makroner og syndig sjokolade.", "picture": "https://www.tine.no/_/recipeimage/w_1028%2Ch_720%2Cc_fill%2Cx_2769%2Cy_1557%2Cg_xy_center/recipeimage/zonenk2jqcksara4qbmd.jpg", "steps": ["Sett ovnen på 90 °C. Kle et stekebrett med bakepapir. Tegn gjerne opp et stort hjerte med blyant, ca. 25 cm høyt, som du kan bruke som mal.", "Pisk eggehviter til mykt skum med en elektrisk visp. Sørg for at utstyret er helt rent for ellers blir ikke eggehviten stiv. Tilsett eddik mens du pisker.", "Bland sukker, maizena og vaniljesukker, og tilsett det gradvis mens vispen går. Pisk til en blank, smidig og fast masse.", "Ha massen ut på bakepapiret og form til et hjerte. Lag gjerne en grop i midten slik at du får litt høyere kanter langs utsiden slik at hjertet kan fylles med krem.", "Stek i ovnen i ca. 1 time. Avkjøl på rist og fjern bakepapiret forsiktig og legg over på et serveringsfat.", "Bløtlegg gelatin i kaldt vann, ca. 5 minutter. Varm opp halvparten av fløten til rett under kokepunktet. Klem vannet ut av gelatinen og rør ut i den varme fløten.", "Ha frosne bringebær i en bolle, hell over resten av fløten og ha i melis. Start vispen og spe med den varme gelatinblandingen mens pisken går. Pisk til stiv krem. Sett kremen kaldt i minst 30 minutter til moussen har satt seg.", "Fordel kremen utover hjertepavlovaen, pynt med friske bringebær og makroner og dryss over revet sjokolade. Server med en gang."]}