{"description": "En lekker terte med masse jordbær og vaniljekrem. Denne gjør seg på kakebordet.", "submitter": "bb", "steps": ["Sørg for at smøret er kaldt før du begynner. Splitt vaniljestangen i to og skrap ut frøene.", "Ha hvetemel, sukker, salt og vaniljefrø i en kjøkkenmaskin med knivblad. Tilsett kaldt smør i biter og kjør til en finsmuldret masse.", "Tilsett egg og kjør videre til deigen samler seg i en klump. Er deigen tørr kan du kjøre inn en og en spiseskje vann til du har en smidig deig. Pakk deigen i plast og la hvile kjølig i minst 30 minutter.", "Sett ovnen på 220 °C. Kjevle ut deigen på et melet underlag til en sirkel på ca. 28 centimeter og kle en paiform på ca. 24 centimeter i diameter. Lag gjerne en dobbelt kant og fjern overflødig deig som henger over kanten.", "Prikk bunnen med en gaffel, press et lag aluminiumsfolie ned i formen så deigen er godt dekket. La stå i fryseren i ca. 20 minutter så paideigen setter seg.", "Fyll tørkede bønner utover folien slik at hele formen er fylt. Dette gjør at deigen ikke mister formen under steking. Senk ovnen til 200 °C og forstek paibunnen slik i 18-20 minutter.", "Fjern bønnene og folien og stek videre i 6-8 minutter eller til paibunnen er gyllen. Avkjøl helt.", "Fjern hamsen på jordbærene og del i skiver. Fyll paibunnen med vaniljekrem og fordel jordbærskivene utover, gjerne i et spiralmønster. Finriv skall av lime og dryss over. Skvis noen dråper limesaft over til slutt og server."], "ingredients": [{"amount": "3 ½ dl", "name": "hvetemel"}, {"amount": "½ dl", "name": "sukker"}, {"amount": "¼ ts", "name": "salt"}, {"amount": "½ stk", "name": "vaniljestang"}, {"amount": "100 g", "name": "TINE Meierismør"}, {"amount": "1 stk", "name": "egg"}, {"amount": "3 ss", "name": "vann"}, {"amount": "1 l", "name": "bønner"}, {"amount": "5 dl", "name": "Piano® Original Vaniljekrem"}, {"amount": "2 kurver", "name": "jordbær"}, {"amount": "1 stk", "name": "lime"}], "picture": "https://www.tine.no/_/recipeimage/w_1028%2Ch_720%2Cc_fill%2Cx_1500%2Cy_1000%2Cg_xy_center/recipeimage/380049.jpg", "type": "recipe", "link": "Jordbærterte", "name": "Jordbærterte"}