{
	"description": "Fersk og nybakt kringle med kanel og sukker smaker alltid godt! Kringlen kan med fordel lages god tid i forveien og fryses. La kringla tine natten over eller ved svak varme i stekeovnen.",
	"submitter": "usr",
	"steps": [
		"Smuldre gjæren i bakebollen. Smelt smøret og hell i melken. La blandingen bli lunken og hell den over gjæren. Rør til gjæren er oppløst. Ha i sukker, kardemomme og så mye mel at deigen slipper bollen og blir glatt og smidig. Begynn heller med litt for lite mel enn for mye.",
		"La deigen heve under plast eller klede på et lunt sted til dobbel størrelse, ca. 45 minutter.",
		"Ha deigen på bakebordet og elt den lett. Kjevle den til et rektangel som måler ca. 35x55 cm. Rør sammen romtemperert smør, sukker og kanel til fyllet. Smør blandingen på leiven, men ikke helt ut til kantene. Rull deigen fast sammen fra langsiden.",
		"Legg den på stekeplate dekket med bakepapir, med skjøten ned. Form \"pølsen\" til en sirkel. Klipp ca. 1 cm tykke biter, nesten gjennom ”pølsa”, brett  tilbake vekselvis til høyre og venstre. Hev kringlen under plast på et lunt sted i ca. 20 minutter.",
		"Sett stekeovnen på 200 °C.",
		"Pensle med sammenvispet egg og stek i ca. 25 minutter til kringlen er gjennomstekt og har fått en gyllen fin farge.  Avkjøl kringlen på rist."
	],
	"ingredients": [
		{ "amount": "50 g", "name": "gjær" },
		{ "amount": "100 g", "name": "TINE Meierismør" },
		{ "amount": "4 dl", "name": "TINE® Helmelk 3,5 % fett" },
		{ "amount": "1 dl", "name": "sukker" },
		{ "amount": "1 ts", "name": "kardemomme" },
		{ "amount": "11 dl", "name": "hvetemel" },
		{ "amount": "100 g", "name": "TINE Meierismør" },
		{ "amount": "4 ss", "name": "sukker" },
		{ "amount": "1 ss", "name": "kanel" },
		{ "amount": "1 stk", "name": "egg" },
		{ "amount": "1 ss", "name": "melis" }
	],
	"picture": "https://www.tine.no/_/recipeimage/w_1028%2Ch_720%2Cc_fill%2Cx_2489%2Cy_1400%2Cg_xy_center/recipeimage/v0soge1kv4lssgpbxjbg.jpg",
	"type": "recipe",
	"link": "Klippekrans - Kringle",
	"name": "Klippekrans - Kringle"
}
