{"description": "Du må ikke knuse marengsbunnen for å servere den med deilig, bakt bringebærsaus, myk vaniljekrem og friske bær; men det gjør den litt annerledes og dessuten enklere å forsyne seg fra. Det kan også være redningen om pavlovaen ikke blir helt vellykket!", "submitter": "bb", "steps": ["Sett stekeovnen på 200 °C og finn frem en stekeplate dekket med bakepapir.", "Pisk eggehvite til hardt skum i en helt ren bolle. Ha i eddik mens du visper. Bland sukker, maisenna og vaniljesukker, og tilsett det litt etter litt i eggehvitene mens du fortsatt visper. Massen skal være blank, smidig og fast.", "Ha marengsmassen ut på bakepapiret og bre den lett utover. Det er fint om det er ujevnt og lekent.", "Senk temperaturen i stekeovnen til 100 °C og sett inn stekeplaten nederst i ovnen. Stek bunnen i 65-70 minutter.", "Marengsen er nå sprø på yttersiden og myk inni. La den avkjøles på en rist. Ta bakepapiret forsiktig av.", "Sett ovnen på 220 °C. Del vaniljestang på langs og skrap ut frøene med en skje. Rør vaniljefrøene inn i bringebærene. Ha bringebær, vaniljestang og sukker i en ildfast form og bak i ovnen i 30 minutter. Rør av og til, for å sikre at du får et syltetøylignende resultat. Avkjøl i formen.", "Rett før servering vispes fløten stiv, bland forsiktig inn kald vaniljekrem. Det er viktig at fløten og vaniljekremen er kald, slik at kremen holder seg stiv.", "Knekk bunnen i biter og spre utover et serveringsfat. Fordel kremen over og topp med bakt bringebærsaus, ferske bær og noen mynteblader. Dryss over melis og server med en gang."], "ingredients": [{"amount": "6 stk", "name": "eggehviter"}, {"amount": "2 ts", "name": "hvitvinseddik"}, {"amount": "4 dl", "name": "sukker"}, {"amount": "2 ts", "name": "maizena"}, {"amount": "1 ts", "name": "vaniljesukker"}, {"amount": "500 g", "name": "bringebær"}, {"amount": "1 ½ dl", "name": "sukker"}, {"amount": "1 stk", "name": "vaniljestang"}, {"amount": "3 dl", "name": "TINE® Kremfløte"}, {"amount": "1 pakke", "name": "Piano® Original Vaniljekrem"}, {"amount": "100 g", "name": "bjørnebær"}, {"amount": "50 g", "name": "blåbær"}, {"amount": "¼ potte", "name": "frisk mynte"}, {"amount": "2 ss", "name": "melis"}], "picture": "https://www.tine.no/_/recipeimage/w_1028%2Ch_720%2Cc_fill%2Cx_1500%2Cy_1000%2Cg_xy_center/recipeimage/399436.jpg", "type": "recipe", "link": "Knust pavlova med bakt bringebærsaus", "name": "Knust pavlova med bakt bringebærsaus"}