{"description": "Denne mousse-kaken med hvit sjokolade, appelsin og skinnende blank speilglasur, gjør seg på kakebordet i påsken.", "submitter": "usr", "steps": ["Bløtlegg gelatinen til mousse-kaken i kaldt vann i ca. 5 minutter. Smelt hvit sjokolade forsiktig i vannbad over svak varme.", "Kok opp melk med finrevet sitronskall. Ta av varmen og la avkjøle seg i ca. 10 minutter. Sil av sitronskallet og klem ut vannet fra gelatinen, rør inn i den lunkne melken til oppløst.", "Tilsett saften av sitronene (ca. 1 dl) og smeltet hvit sjokolade. Rør til en jevn blanding.", "Legg kakebunnen i bunnen av en springform på 22 cm. Skjær skallet av appelsinen, få med alt det hvite også, og del den i skiver. Fordel appelsinskivene utover bunnen.", "Pisk kremfløten til stiv krem og vend inn i mousseblandingen. Fordel utover bunnen i formen og frys i minimum 4 timer eller over natten.", "Bløtlegg gelatinplater i kaldt vann, ca. 5 minutter. Kok opp Glukose/sirup, sukker og kremfløte under omrøring.", "Trekk kjelen av varmen, tilsett gelatin og rør til oppløst. Tilsett hvit sjokolade og bland til helt jevn røre. Bruk gjerne en stavmikser og hell glasuren gjennom en finmasket sikt for å gjøre blandingen helt glatt.", "Fordel glaze-røren i et par forskjellige boller. Tilsett ønsket konditorfarge i og rør til godt blandet. Bruk et konditortermometer og la temperaturen komme ned til 32-34 °C.", "Hell glasurene i en mugge, men ikke rør. Fargene vil blande seg noe og du får en marmorert look. Plasser den frosne kaken på en rist med et fat under som kan fange opp overskytende glasur.", "Hell glasuren over kaken slik at glasuren glir jevnt over hele kaken. Avkjøl i 30 minutter og server."], "ingredients": [{"amount": "4 stk", "name": "gelatinplater"}, {"amount": "300 g", "name": "hvit sjokolade"}, {"amount": "1 dl", "name": "TINE® Helmelk 3,5 % fett"}, {"amount": "2 stk", "name": "sitroner"}, {"amount": "â stk", "name": "sukkerbrødbunn"}, {"amount": "16 stk", "name": "gelatinplater"}, {"amount": "400 g", "name": "glukose"}, {"amount": "400 g", "name": "sukker"}, {"amount": "400 g", "name": "TINE® Kremfløte"}, {"amount": "400 g", "name": "hvit sjokolade"}, {"amount": "â ts", "name": "konditorfarge"}], "picture": "https://www.tine.no/_/recipeimage/w_1028%2Ch_720%2Cc_fill%2Cx_2713%2Cy_1526%2Cg_xy_center/recipeimage/mczant1ttpdbi22onsvg.jpg", "type": "recipe", "link": "Mirror glaze mousse-kake", "name": "Mirror glaze mousse-kake"}