{"description": "En kremete og deilig ostekake med multecoulis, som virkelig smaker av det beste den norske naturen har å by på. Oppskriften er innsendt av May Kristin Pedersen som vant konkurransen Norges beste ostekake.", "submitter": "bb", "steps": ["Kok opp bær, sukker, sitronsaft og vaniljefrø/sukker. La det koke på svak varme.", "Etter ca. 15 minutter kan du tilsette litt vann slik at blandingen blir litt mer flytende. La det koke opp igjen før du siler blandingen gjennom en finmasket sil. La sausen avkjøle seg på benken før du oppbevarer den tildekket i kjøleskap. Denne oppskriften gir ca 0,5 liter multecoulis, hvor alt ble spist som tilbehør til kaka.", "Sett ovnen på 175 °C, over- og undervarme.", "Sett smøret til kakebunnen på smelting på lav varme. Mens smøret smelter knuser du kjeksen.", "Bland det smeltede smøret inn i kjekssmulene og trykk det utover i en springform med bakepapir i bunnen. Sørg for å trykke bunnen et stykke oppover sidene av formen. Stek bunnen i ca 10 minutter før fyllet skal i.", "Start med å smelte sjokoladen i vannbad. Mens sjokoladen smelter blander du kremostene og kesamen til en jevn og kremete masse. Ha i sukker, maisenna og vaniljesukker og rør til det er godt blandet.", "Ha så i ett og ett egg, og bland godt for hver gang du tilsetter et egg. Tilsett fløte og multebærcoulis, og til slutt den smeltede sjokoladen. Bland godt. Bruk kjøkkenmaskin eller miksmaster på laveste hastighet når kremen lages.", "Ha ostekremen oppå bunnen, pynt med noen hele multer oppå kremen, og ringle eventuelt over litt multebærcoulis for å få mønster.", "Ostekaken stekes midt i ovnen i ca. 45 minutter. Den skal være litt løs i midten når du tar den ut, dette setter seg nemlig etterhvert som kaka avkjøles. Kaka kan godt stå i kjøleskapet over natta før den serveres, men så lenge den er avkjølt kan den også spises samme dag den er laget.", "Server kaka med friske bær og multecoulis til, og nyt!"], "ingredients": [{"amount": "1 kg", "name": "multer"}, {"amount": "1 dl", "name": "sukker"}, {"amount": "½ stk", "name": "sitron"}, {"amount": "1 ts", "name": "vaniljesukker"}, {"amount": "1 dl", "name": "vann"}, {"amount": "150 g", "name": "digestive kjeks"}, {"amount": "150 g", "name": "kornmo"}, {"amount": "150 g", "name": "TINE Meierismør"}, {"amount": "½ ts", "name": "nellik"}, {"amount": "600 g", "name": "TINE Kremgo® Naturell"}, {"amount": "2 ½ dl", "name": "Kesam® Vanilje"}, {"amount": "1 dl", "name": "sukker"}, {"amount": "1 dl", "name": "maizena"}, {"amount": "4 ts", "name": "vaniljesukker"}, {"amount": "3 stk", "name": "egg"}, {"amount": "½ dl", "name": "TINE® Kremfløte"}, {"amount": "½ dl", "name": "multecoulis"}, {"amount": "200 g", "name": "hvit sjokolade"}, {"amount": "1 dl", "name": "multer"}], "picture": "https://www.tine.no/_/recipeimage/w_1028%2Ch_720%2Cc_fill%2Cx_1500%2Cy_800%2Cg_xy_center/recipeimage/285946.jpg", "type": "recipe", "link": "Ostekake med multebær - American Style", "name": "Ostekake med multebær - American Style"}