{"ingredients": [{"name": "TINE Meierismør", "amount": "100 g"}, {"name": "digestive kjeks", "amount": "200 g"}, {"name": "TINE Kremgo® Naturell", "amount": "500 g"}, {"name": "sukker", "amount": "150 g"}, {"name": "vaniljesukker", "amount": "2 ts"}, {"name": "TINE® Seterrømme", "amount": "3 dl"}, {"name": "egg", "amount": "4 stk"}, {"name": "eggeplommer", "amount": "3 stk"}, {"name": "limejuice", "amount": "2 ss"}, {"name": "vaniljesukker", "amount": "1 ts"}, {"name": "TINE® Lettrømme 18 %", "amount": "3 dl"}, {"name": "sukker", "amount": "4 ss"}, {"name": "friske blåbær", "amount": "400 g"}], "name": "Ostekake med blåbær", "link": "Ostekake med blåbær", "type": "recipe", "description": "En stor og saftig ostekake med rømme, toppet med nyplukkede blåbær, går rett hjem. Nam! Kaken skal stå minst 5 timer i kjøleskapet så den får satt seg.", "picture": "https://www.tine.no/_/recipeimage/w_1028%2Ch_720%2Cc_fill%2Cx_2077%2Cy_1168%2Cg_xy_center/recipeimage/ifpgbhwof4xmjnsoxxgw.jpg", "steps": ["Forvarm ovnen til 180° C. Kle bunnen av en springform på 22 cm i diameter med bakepapir.", "Smelt smør. Knus kjeks til fine smuler og bland godt med smeltet smør. Bruk gjerne en kjøkkenmaskin med knivblad til dette.", "Press kjeksmassen jevnt ned i bunnen på springformen og halvveis oppover kanten. Forstek bunnen i 10 minutter. Avkjøl. Kle utsiden av formen med et dobbelt lag aluminiumsfolie slik at den er helt vanntett.", "Pisk romtemperert kremost, sukker og vaniljesukker til en jevn krem. Visp inn seterrømme. Tilsett ett og ett egg, og pisk til godt blandet mellom hver. Pisk inn limejuice og hell røren over i formen.", "Sett den aluminiumskledde formen i en dyp langpanne. Kok opp vann og hell i langpannen til midtveis opp på formen. Stek i vannbad i ovnen i ca. 80 minutter eller til kaken kjennes fast. Kaken skal være satt, men vil «disse» noe.", "Rør sammen lettrømme og vaniljesukker og fordel på toppen av kaken. Stek videre i 10 minutter. Ta kaken ut av vannbadet, fjern folien og la avkjøle i 20 minutter. Sett kaken i kjøleskap i minst 5 timer så den får satt seg og er helt avkjølt.", "Kok opp sukker og blåbær i en liten gryte. La småkoke i 2 minutter. Avkjøl noe.", "Fjern springformen, legg kaken over på fat og server med blåbærtopping."]}