{"description": "Panettone er den klassiske italienske høye, søte fruktkaken som gjerne serveres rundt jul og nyttår. Legenden forteller at den en gang i tiden ble bakt for å imponere en pikes far, noe som resulterte i åpning av et bakeri og stor suksess. Kaken har en herlig sitrussmak og er fylt med tørkede frukter.", "submitter": "usr", "steps": ["Sett stekeovnen på 200 °C. Kle en høy rund form (22cm i diameter) med bakepapir som står over kanten. Denne porsjonen kan også gjerne deles på to vanlige formkakeformer.", "Rør gjæren i litt lunken melk, dekk til og la stå varmt ca. 10 minutter.", "Rør inn 125 gram hvetemel og resten av melken. Dekk dette til og la heve ca. 30 minutter.", "Tilsett resten av hvetemelet sammen med saltet. Pisk sammen egg og eggeplommer, sukker og revet skall. Elt inn mykt smør og dekk bollen til. La stå og heve 2-4 timer til dobbel størrelse.", "Ha deigen på melet bakebord og kna inn fruktene. Ha deigen i formen og skjær et dypt kryss på toppen med en skarp kniv.", "Sett i ovnen og stek ved 200 °C  i 15 - 20 minutter. Skru ned varmen til 175 °C og stek videre i ca. 30 minutter (til den har hevet seg og blitt gyllen).", "Avkjøles i formen. Italienerne pakker sin Panettone inn i vakkert papir og gir den gjerne bort i gave til venner og familie.", "Skjær Panettone i skiver og server med vispet krem til."], "ingredients": [{"amount": "1 ss", "name": "tørrgjær"}, {"amount": "1 ½ dl", "name": "TINE® Helmelk 3,5 % fett"}, {"amount": "500 g", "name": "hvetemel"}, {"amount": "2 ts", "name": "salt"}, {"amount": "1 stk", "name": "egg"}, {"amount": "4 stk", "name": "eggeplommer"}, {"amount": "75 g", "name": "sukker"}, {"amount": "½ stk", "name": "appelsin"}, {"amount": "1 stk", "name": "sitron"}, {"amount": "175 g", "name": "TINE Meierismør"}, {"amount": "125 g", "name": "rosiner"}, {"amount": "50 g", "name": "apsikat"}], "picture": "https://www.tine.no/_/recipeimage/w_1028%2Ch_720%2Cc_fill%2Cx_1500%2Cy_1084%2Cg_xy_center/recipeimage/28358.jpg", "type": "recipe", "link": "Panettone", "name": "Panettone"}