{"description": "Oppskrift på hjemmelaget pavlova toppet med herlig mango og pasjonsfrukt.", "submitter": "bb", "steps": ["Sett stekeovnen på 250 °C og finn fram en stekeplate dekket med bakepapir. Tegn opp en sirkel på ca. 26 cm midt på bakepapiret.", "Når du skal lage bunnen til Pavlova, starter du med å vispe eggehviter til hardt skum i en helt ren bolle. Ha i eddik mens du visper. Bland sukker, Maizena og vaniljesukker, og tilsett det litt etter litt i eggehvitene mens du fortsatt visper.", "Når massen er blank, smidig og fast har du marengsmassen ut på bakepapiret og former den til en rund bunn innenfor sirkelen.", "Senk temperaturen i stekeovnen til 100 °C og sett inn stekeplaten nederst i ovnen. Stek bunnen i ca. 60-70 minutter.", "Marengsen er nå sprø på yttersiden og myk inni. La den avkjøles på en rist. Ta bakepapiret forsiktig av. Slik kan marengsbunnen oppbevares i lang tid bare det er tørt.", "Rett før servering vispes fløten stiv med vaniljesukker.", "Bruk en potetskreller eller ostehøvel og fjern skallet på mango. Høvle så mango i tynne, tynne skiver med potetskreller eller ostehøvel. Skrap ut pasjonsfrukten fra skallet.", "Legg bunnen på et serveringsfat og fordel kremen utover. Topp med høvlet mango. Drypp skjeer med pasjonsfrukt utover og pynt med sitronmelisse. Server med en gang."], "ingredients": [{"amount": "6 stk", "name": "eggehviter"}, {"amount": "2 ts", "name": "hvitvinseddik"}, {"amount": "2 dl", "name": "sukker"}, {"amount": "2 ts", "name": "maizena"}, {"amount": "1 ts", "name": "vaniljesukker"}, {"amount": "3 dl", "name": "TINE® Kremfløte"}, {"amount": "½ ts", "name": "vaniljesukker"}, {"amount": "2 stk", "name": "mangoer"}, {"amount": "6 stk", "name": "pasjonsfruktpulp"}, {"amount": "8 stk", "name": "sitronmelisseblader"}], "picture": "https://www.tine.no/_/recipeimage/w_1028%2Ch_720%2Cc_fill%2Cx_1500%2Cy_937%2Cg_xy_center/recipeimage/429277.jpg", "type": "recipe", "link": "Pavlova med mango og pasjonsfrukt", "name": "Pavlova med mango og pasjonsfrukt"}