{
	"ingredients": [
		{ "name": "TINE Meierismør", "amount": "100 g" },
		{ "name": "TINE® Helmelk 3,5 % fett", "amount": "3 ½ dl" },
		{ "name": "gjær", "amount": "50 g" },
		{ "name": "bakepulver", "amount": "½ ts" },
		{ "name": "kardemomme", "amount": "½ ts" },
		{ "name": "salt", "amount": "½ ts" },
		{ "name": "sukker", "amount": "75 g" },
		{ "name": "hvetemel", "amount": "600 g" },
		{ "name": "Piano® Original Vaniljekrem", "amount": "3 dl" },
		{ "name": "rosiner", "amount": "2 dl" },
		{ "name": "kanel", "amount": "2 ss" },
		{ "name": "egg", "amount": "1 stk" },
		{ "name": "melis", "amount": "2 dl" },
		{ "name": "eggehviter", "amount": "2 ts" }
	],
	"name": "Prinsessekake",
	"link": "Prinsessekake",
	"type": "recipe",
	"description": "Hvem vil vel ikke føle seg som en prinsesse? Denne Prinsessekaken er fylt med deilig Piano vaniljekrem, rosiner og kanel. Av denne gjærdeigen får du to små kaker, som du pynter med hvit melisglasur. Prinsessekake egner seg godt for frysing.",
	"picture": "https://www.tine.no/_/recipeimage/w_1028%2Ch_720%2Cc_fill%2Cx_1124%2Cy_1500%2Cg_xy_center/recipeimage/250666.jpg",
	"steps": [
		"Smelt smør i en liten kjele og hell over melken. Varm til fingervarme, 37°C.",
		"Smuldre gjær i en bakebolle. Hell på lunken væske og rør ut gjæren. Tilsett bakepulver, kardemomme, salt og sukker. Elt inn mel til du får en smidig deig som knapt slipper bakebollen.",
		"Sett deigen til heving under plast på et lunt sted ca. 45 minutter.",
		"Ta deigen opp på bakebordet og del i to. Kjevle hver deigbit ut til en avlang, rektangulær leiv. Fordel vaniljekrem over leivene og strø over rosiner og kanel. Rull sammen fra langsiden.",
		"Smør to kakeformer på ca 20-22 cm diameter. Skjær \"pølsene\" opp i ca 3-4 cm tykke biter og legg dem med litt avstand mellom i kakeformen/springformen.",
		"Sett prinsessekakene til etterheving i ca 30 minutter. Forvarm stekeovnen til 200 °C.",
		"Pensle de ferdig hevede kakene med sammenpisket egg.",
		"Stek gjærkakene hver sin gang på nederste rille i ca. 30 minutter. Avkjøl på rist.",
		"Rør sammen melis med en liten mengde eggehvite til du får en glatt og fin glasur. Smør glasuren på den avkjølte kaken like før servering. Hvis du ønsker å fryse kaken, bør den fryses uten melisglasur."
	]
}
