{"description": "Gjør litt ekstra stas på far med denne mørke fristelsen. Mørkt øl gjør denne sjokoladekaken ekstra saftig og god, og den kan nærmest minne om en krydderkake. Toppet med saltstenger, krem og karamell blir det skikkelig feiring. Den perfekte kaken til farsdag!", "submitter": "bb", "steps": ["Sett ovnen på 200 °C. Kok opp øl, sirup, smør og brunt sukker. Rør inn kakao og avkjøl noe.", "Pisk egg og sukker til eggedosis. Rør inn mel, bakepulver og vaniljesukker. Visp godt mens øl- og kakaoblandingen helles i. Pisk til en jevn og glatt røre.", "Kle bunnen på en stor, rund springform på ca. 24 cm i diameter med bakepapir og smør formen. Hell røren i og stek nederst i ovnen i ca. 45-50 minutter. Kaken kan godt være litt myk i midten. Dekk til toppen av kaken underveis om den blir for mørk på toppen. Avkjøl på rist.", "Lag karamellsausen mens kaken steker. Kok vann og sukker i en gryte uten omrøring til det blir gyllent og karamellisert. Det skal boble godt i ca. 5 minutter. Rør inn smør og fløte og rør til en glatt saus. Det bobler kraftig opp, så vær forsiktig. Avkjøl i kjøleskapet.", "Pisk kremfløte til stiv krem og fordel utover kaken. Dryss over knuste saltstenger og drypp over karamellsaus."], "ingredients": [{"amount": "4 ½ dl", "name": "Guinness"}, {"amount": "1 dl", "name": "mørk sirup"}, {"amount": "50 g", "name": "TINE Meierismør"}, {"amount": "2 dl", "name": "brunt sukker"}, {"amount": "2 dl", "name": "kakao"}, {"amount": "3 stk", "name": "egg"}, {"amount": "5 dl", "name": "sukker"}, {"amount": "8 dl", "name": "hvetemel"}, {"amount": "1 ts", "name": "bakepulver"}, {"amount": "2 ts", "name": "vaniljesukker"}, {"amount": "1 ½ dl", "name": "sukker"}, {"amount": "1 dl", "name": "vann"}, {"amount": "1 ss", "name": "TINE Meierismør"}, {"amount": "1 dl", "name": "TINE® Kremfløte"}, {"amount": "3 dl", "name": "TINE® Kremfløte"}, {"amount": "2 dl", "name": "saltstenger"}], "picture": "https://www.tine.no/_/recipeimage/w_1028%2Ch_720%2Cc_fill%2Cx_1500%2Cy_937%2Cg_xy_center/recipeimage/3720136.jpg", "type": "recipe", "link": "Sjokoladekake med Guinness", "name": "Sjokoladekake med Guinness"}