{"ingredients": [{"name": "TINE Meierismør", "amount": "75 g"}, {"name": "TINE® Helmelk 3,5 % fett", "amount": "2 ½ dl"}, {"name": "gjær", "amount": "25 g"}, {"name": "salt", "amount": "¼ ts"}, {"name": "sukker", "amount": "½ dl"}, {"name": "kardemomme", "amount": "¾ ts"}, {"name": "egg", "amount": "1 stk"}, {"name": "hvetemel", "amount": "6 dl"}, {"name": "Piano® Vaniljekrem til steking", "amount": "3 dl"}, {"name": "marsipan", "amount": "100 g"}, {"name": "appelsinmarmelade", "amount": "½ dl"}, {"name": "melis", "amount": "2 dl"}, {"name": "sitronsaft", "amount": "1 ½ ts"}], "name": "Solskinnskringle", "link": "Solskinnskringle", "type": "recipe", "description": "Herlig bakverk som vil få ben å gå på! Denne solskinnskringlen er virkelig fylt med smak av solskinn. Kombinasjonen appelsin, mandel og vanilje smaker nydelig, og med den lekre, gylne fargen ser den så fristende ut at alle må ha en bit.", "picture": "https://www.tine.no/_/recipeimage/w_1028%2Ch_720%2Cc_fill%2Cx_1500%2Cy_1214%2Cg_xy_center/recipeimage/31775.jpg", "steps": ["Varm melken til fingervarme (ca 37°C). Smuldre gjæren i en bakebolle og tilsett litt av melken. Rør til gjæren er oppløst. Hell i resten av melken.", "Tilsett salt, sukker, kardemomme og egg. Tilsett smør i klatter. Hell i det meste av melet, men gjem litt til utbaking. Arbeid til en smidig og litt løs deig. Sett deigen til heving dekket med plast i ca. 30–40 minutter.", "Legg deigen opp på melet bakebord og kjevle til et rektangel 65 x 20 cm. Smør på vaniljekrem og strø over marsipan. Legg over litt appelsinmarmelade.", "Rull leiven sammen som til rullekake. Form rullen som en kringle på bakepapirkledd stekeplate. sett til etterheving ca 30 minutter. Pensle med sammenvispet egg.", "Forvarm ovnen til 210 °C og gjør klart et stekebrett med bakepapir.", "Stek kringlen midt i ovnen i ca 30 - 40 minutter og avkjøl på rist.", "Bland sammen alt til glasuren. Blir den for  tykk, tilsett mer saft eller vann. er den for tynn, rør inn mer melis. Bruk gjerne sprøytepose eller klipp hull i hjørnet av en plastikk pose og sprøyt melisglasuren over den avkjølte kringlen."]}